Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/nasjonal_og_internasjonal_samisk_sprakuke_2020.html.tmx
Source language: nob
Languages: smj

source: Nasjonal og internasjonal samisk språkuke 2020
smj: Nasjonalalasj ja rijkagasskasasj sáme giellavahkko 2020

source: Samisk språkuke 2019 viderefører suksessen, og inviterer til Samisk språkuke 2020.
smj: Sáme giellavahkko joarkká vuorbástuvvam bargov 2019`s, ja gåhttjo Sáme giellavahkkuj 2020.

source: I uke 43, nærmere bestemt 19.-25. oktober, vil årets språkuke gå av stabelen.
smj: 43 vahkon, gålgådismáno biejvijn 19.-25., dá jage Giellavahkko dåladuvvá.

source: Formålet med uka er å synliggjøre og skape bevissthet om de samiske språkene.
smj: Giellavahko ulmme l buktet vuojnnusij ja låpptit diedulasjvuodav sámegielaj hárráj.

source: Målet med samisk språkuke er å synliggjøre de samiske språkene i det offentlige rom, øke kunnskapen om samiske språk og bidra til å løfte statusen til språkene.
smj: Ulmme sámegiellavahkojn l buktet vuojnnusij sámegielajt almulasjvuodan, låpptit máhtudagáv sámegielaj hárráj ja låpptit gielaj árvov.

source: De tre sametingene i Norge, Sverige og Finland ønsker at samiske språk skal synes, høres og brukes på alle samfunnsområder under språkuka.
smj: Da gålmmå sámedikke Vuonan, Svierigin ja Suoman hálijdij giella galggá vuojnnut, gullut ja aneduvvat gájk sebrudaksuorgijn giellavahkon.

source: - Vi vil dele våre rike språk over hele samfunnet og Sápmi, samt skape større engasjement på tvers av grensene.
smj: − Mij hálijdip juohket mijá valjes gielajs ålles sebrudagán ja Sámen, duodden båktet mielav rijkagasskasattjat.

source: Det er gledelig at vi setter av en hel uke til å vie ekstra fokus på de samiske språkene vi har, sier sametingspresident Aili Keskitalo.
smj: Le ávvo gå mij vuorodip ålles vahkov tjalmostittjat mijá sámegielajt, javllá sámedikkepresidænnta Aili Keskitalo.

source: Språkuka 2019 ble regnet som en suksess der ble det gjennomført en rekke arrangement og aktiviteter i forbindelse med språkuka.
smj: Giellavahkko 2019 lij vuorbástuvvam barggo gånnå dåladuvvin moadda dåla ja dåjma.

source: Hans Majestet Kong Harald V deltok i Karasjok, kommuner, private og offentlige institusjoner og andre aktører bidro til å synliggjøre de samiske språkene lokalt og på sosiale medier.
smj: Majestiehtta Gånågis Harald V oassálassti Kárásjjågån, suohkana, priváhta ja almulasj institusjåvnå ja ietjá akterra oassálasstin buktet sámegielajt vuojnnusin bájkálattjat ja sosiála mediájn.

source: Bak den norske sametingspresidenten stiller også de finske og svenske presidentene også.
smj: Vuona sámedikkepresidenta duogen tjuodtju aj Suoma ja svieriga presidenta.

source: Den svenske sametingspresidenten Per-Olof Nutti mener at for den samiske befolkningen er bevaring av språk viktig for kontinuiteten og formidling av den samiske kulturen.
smj: Svieriga sámedikkepresidænnta Per-Olof Nutti mielas la giellabisodibme ájnas sámevierregij jus giella galggá åvddånit ja åvddånibmáj sámekultuvrraj.

source: Sametingspresident Aili Keskitalo, Sametingspresident Per-Olof Nutti og sametingspresident Tuomas Aslak Juuso
smj: Sámedikkepresidænnta Aili Keskitalo, sámedikkepresidænnta Per-Olof Nutti ja sámedikkepresidænnta Tuomas Aslak Juuso

source: - Språket er inngangsbilletten til livet.
smj: − Giella la boadáldahka iellemij.

source: For et truet språk utgjør barn og ungdommers språkkunnskaper en livsforsikring da barn er språkets fremtidige kulturbærere, sier Per-Olof Nutti.
smj: Ájtedum giellaj li mánáj ja nuoraj giellamáhtudahka iellemdårvvo gå sij li giella boahtteájge kultuvraguodde, javlla Per-Olof Nutti.

source: Tuomas Aslak Juuso i Finland oppfordrer alle til å bidra i denne språkdugnaden for å synliggjøre samiske språk.
smj: Tuomas Aslak Juuso Suoman hasot gájkajt oassálasstet dán giellaaktisasjbargon vaj sámegiela båhti vuojnnusij.

source: - Giellavahkku gir mulighet for synliggjøring av samiske språk, men samtidig håper jeg at også myndighetene og bedrifter i de nordiske landene tar samisk i bruk som del av sin virksomhet på en egnet måte under Giellavahkku, sier Tuomas Aslak Juuso og utfordrer alle til å delta på Giellavahkku.
smj: − Giellavahkko vaddá máhttelisvuodav gielajt vuojnnusin boahtet, valla sæmmi båttå doajvvop aj oajválattjat ja vidnudagájt nuorttalasjrijkajn adnegåhti sámegielav ietjas vidnon hiebalgisláhkáj Giellavahkon, javlla Tuomas Aslak Juuso ja hásstel gájkajt oassálasstet Giellavahko.

source: Om samiske språk:
smj: Sámegielaj birra:

source: Det finnes 11 samiske språk i hele det samiske bosettingsområdet.
smj: Gávnnuji 11 sámegiela sáme årrumguovlojn.

source: I internasjonal sammenheng er alle samiske språk karakterisert som truede, alvorlig truede eller nesten utdødde språk.
smj: Rijkagasskasasj aktijvuodan li gájk sámegiella ájtedum, duodaj ájtedum jali vargga gáhtum giela.

source: De samiske språkområdene strekker seg tradisjonelt over deler av Norge, Sverige, Finland og Russland.
smj: Sámij árbbedábálasj årromguovlo lij oasse Vuonas, Svierigis, Suomas ja Ruossja.

source: Fra Kola-halvøya i nordøst, til Engerdal i Sør-Norge og Idre i Sør-Sverige.
smj: Guoládagás nuorttalulles gitta Engerdalaj oarjje-Vuonan ja Idreij oarjje-Svierigin.

source: Dette området kalles på samisk Sápmi.
smj: Dat guovllo gåhtjoduvvá sámegiellaj Sábmen.

source: De mest brukte samiske språkene i Norge i dag er nordsamisk, lulesamisk og sørsamisk.
smj: Da giela ma ienemus aneduvvi Vuonan uddni li nuorttasámegiella, julevsámegiella ja oarjjelsámegiella.

source: Pitesamisk, umesamisk og østsamisk er i en vitaliseringsfase i Norge.
smj: Bihtámsámegiella, ubbmemsámegiella ja lullesámegiella li ælládahttemin Vuonan.
